[
  {
    "title": "Боб чорба по манастирски",
    "ingredients": [
      "боб - 350 г",
      "моркови - 1 - 2 броя",
      "целина - ½ глава",
      "лук - 1 глава",
      "олио - 2 к.ч.",
      "домати - 3 броя",
      "джоджен - няколко листа пресен",
      "магданоз - ½ връзка",
      "червен пипер",
      "черен пипер",
      "сол - на вкус"
    ],
    "text": [
      "Накиснете предварително в студена вода боба поне за 4-5 часа. След това го залейте с 3 л вода и се слага да се вари. След като кипне се оставя да се вари до леко омекване. Прибавят се олиото и нарязаните на дребно моркови, целина, лук.",
      "Около 15-20 минути преди боб чорбата по манастирски да се свали от огъня се прибавят нарязаните на кубчета домати заедно с нарязаните листа джоджен.",
      "Посолява се и се освежава с накълцан магданоз. По желание се добавят червен и черен пипер на вкус."
    ],
    "time": "75 мин."
  },
  {
    "title": "Традиционна агнешка дроб чорба",
    "ingredients": [
      "агнешки дреболии - 500 г (чревца, бял и черен дроб)",
      "стар лук - 1/2 глава /1 връзка пресен/",
      "морков - 1 бр.",
      "ориз - 2 - 3 с.л.",
      "олио - 2 - 3 с.л.",
      "джоджен - пресен или сух",
      "червен пипер - 1 ч.л.",
      "сол",
      "черен пипер",
      "жълтъци - 2 бр.",
      "кисело мляко - 1 с.л."
    ],
    "text": [
      "Или иначе казано агнешка дроб чорба. Агне...Великден...а сега е октомври. Така е, обаче една топла супа е подходяща винаги, особено когато навън времето си е доста хладно. Агнешки дреболии се намират и сега по магазините. Моите обаче бяха от великденското агне, почистени, сварени и нарязани, а в последствие и замразени. Благодаря ти, мой тате!",
      "Както вече споменах, моите субпродукти бяха готови. Ако вашите са купени, имате малко работа да почистите чревцата. Може да ги накиснете за 30 минути във студена вода с оцет, за да неутрализирате малко миризмата. Трябва ви една по-дълга дървена клечка, с помощта на която се обръща всяко едно чревце и се измива под течаща вода. За по-лесно нарязване в последствие може да ги сплетете на плитка и така да варите. Не изхвърляйте бульона. След като дреболиите са сварени, ги нарежете на дребни парченца.",
      "Ситно нарязаният лук и морков се задушават в олиото, добавят се дреболиите, червения и черния пипер. Добавете бульона (или гореща вода), предварително прецеден, така че да ги покрие на 3-4 пръста.",
      "Когато чорбата заври, добавете ориза и ситно нарязания джоджен. Вкъщи обичаме чорбата да не е много гъста, затова слагам 2 супени лъжици ориз обикновено. Нека поври 20-30 минути или докато оризът е готов.",
      "Ред е на застройката. Разбийте жълтъците с киселото мляко, аз добавям и няколко капки лимонов сок. Добавете малко от бульона на супата към жълтъците, за да се уеднакви температурата и тогава добавете застройката в тенджерата. Разбъркайте, оставете да кипне и отстранете от огъня."
    ],
    "time": "110 мин."
  },
  {
    "title": "Агнешката супа на бай Данчо",
    "ingredients": [
      "агнешко месо - 300 г с кокал",
      "лук - 1 бр.",
      "моркови - 1 бр.",
      "червени чушки - 1/2 бр.",
      "домати - 1 бр.",
      "сол",
      "черен пипер",
      "джоджен",
      "фиде - шепа",
      "целина - 1 стрък",
      "ЗА ЗАСТРОЙКАТА",
      "кисело мляко - 125 г",
      "жълтъци - 1 бр.",
      "брашно - 1 с.л.",
      "ЗА ПОРЪСВАНЕ",
      "люта чушка - смляна",
      "чесън",
      "оцет"
    ],
    "text": [
      "Измийте агнешкото. Сложете го в тенджера под налягане. Налейте вода, колкото да покрие месото, осолете и сложете на котлона.",
      "Изчакайте да заври и ако е необходимо, отстранете пяната с помощта на решетъчна лъжица.",
      "Затворете и варете половин час.",
      "Изключете, изчакайте да излезе парата и отворете. Извадете месото и изчакайте да изстине.",
      "Обезкостете месото, като го накъсате на малки парчета.",
      "В тенджера запържете зеленчуците, които предварително сте нарязали на дребно.",
      "Добавете прецедения бульон. Сложете фидето, подправките, месото и варете на тих огън до готовност на фидето.",
      "Направете застройката, като сложите в купичка киселото мляко, жълтъка и брашното. Разбъркайте с тел.",
      "Вземете един черпак от супата и го сложете при застройката. Разбъркайте добре.",
      "Сложете втори черпак и така, докато температурите се изравнят. Излейте застройката при агнешката супа.",
      "Върнете на котлона и изчакайте да заври.",
      "Махнете от котлона и сервирайте агнешката супа на бай Данчо с люта чушка, чесън о оцет."
    ],
    "time": "55 мин."
  },
  {
    "title": "Супа с агнешки дреболии",
    "ingredients": [
      "агнешки дреболии - 600 - 700 г",
      "лук - 1 - 2 глави (може и връзка пресен лук)",
      "фиде",
      "моркови - 2 бр.",
      "сол",
      "черен пипер",
      "магданоз",
      "джоджен",
      "яйца - 1 бр.",
      "кисело мляко - половин кофичка"
    ],
    "text": [
      "Сваряваме агнешките дреболии и ги нарязваме на ситно. Връщаме ги в бульона.",
      "Прибавяме лука, морковите и магданоза, нарязани на ситно. Варят се до готовност на лука и фидето.",
      "Овкусяваме със сол, черен пипер и джоджен на вкус.",
      "След като е готова агнешката супа, застройваме я с яйцето и киселото мляко.",
      "Супата с агнешки дреболии е вкусна и лесна."
    ],
    "time": "85 мин."
  },
  {
    "title": "Агнешка дроб-чорба по селски",
    "ingredients": [
      "бял дроб - 50 г агнешки",
      "ориз - 20 г",
      "масло - 15 г краве",
      "зелен лук - 20 г",
      "моркови - 1 бр.",
      "домати - 1 бр. червени",
      "яйца - 1 бр.",
      "черен пипер - на вкус",
      "оцет - 1 с.л.",
      "джоджен",
      "кисело мляко - 50 г",
      "магданоз",
      "брашно - 2 с.л.",
      "сол - на вкус"
    ],
    "text": [
      "Измиваме и почистваме зеления лук, нарязваме го на дребно с половината домат и ги задушаваме в маслото до омекване. Запръжката се угасява с прецедения бульон от сварения бял дроб, който се начуква на дребни късчета и се слага в кипящия бульон.",
      "След като кипне дробът, се прибавя почистеният ориз, останалата част от нарязаният домат и джодженът. Чорбата се посолява и се доварява.",
      "След свалянето ѝ от огъня се застройва с киселото мляко, брашното и яйцето, предварително разбити. Подправя се с оцветено от запържени моркови масло, с черен пипер и нарязан на дребно магданоз."
    ],
    "time": "45 мин."
  },
  {
    "title": "Зелев сок с праз и кисело зеле",
    "ingredients": [
      "зелев сок - 1 л",
      "кисело зеле - 300 г",
      "праз - 200 г лук",
      "растително масло - 50 мл",
      "червен пипер - 5 г"
    ],
    "text": [
      "Празът се изчиства и измива.",
      "Заедно с нарязаното на ситно кисело зеле се прибавят към зелевия сок заедно с червения пипер и маслото.",
      "Зелев сок с праз и кисело зеле се разбърква и се поднася като студена супа."
    ],
    "time": "5"
  },
  {
    "title": "Свинско с туршия",
    "ingredients": [
      "праз - 3 стръка",
      "свинско месо - 1 кг",
      "туршия - 1 кг",
      "черен пипер",
      "червен пипер",
      "сол",
      "червено вино"
    ],
    "text": [
      "Нарежете свинския бут или месото за готвене на средно големи хапки.",
      "Сложете го в дълбок тиган или тенджера и запържете до златисто.",
      "Добавете праза, който сте нарязали на едро и предварително овкусили и намачкали с малко сол.",
      "Задушете за кратко и свалете от огъня.",
      "Пригответе си дълбока тавичка или, както аз го приготвям - глинено гърне.",
      "Когато е леко изстинало, месото го преместете в новия съд, като добавите туршията, подправете с черния и червения пипер.",
      "По ваше желание можете да сложите 1/2 чаша от сока на туршията, но опитайте на вкус, преди да добавите сол към това свинско с праз.",
      "1 чаша червено вино и малко вода се добавят до покриване на ястието.",
      "Печете свинското с туршия на 200-250 °C, докато остане само на мазнина.",
      "Приятен апетит!"
    ],
    "time": "160 мин."
  },
  {
    "title": "Джоланче с чесън на фурна",
    "ingredients": [
      "джолан - 2 кг",
      "сол - 40 г",
      "чесън - 3 скилидки",
      "черен пипер",
      "дафинов лист"
    ],
    "text": [
      "Два килограма джолан се натърква със сол, 3 скилидки чесън, черен пипер, дафинов лист.",
      "Вакуумира се 20 часа на 77 °C Су Вид.",
      "След това сочният джолан на фурна се пече 15 мин на 200 °C с вентилатор.",
      "Може и 20 и 25 минути, ако ви се чака.",
      "Джоланчето с чесън на фурна е страхотно!",
      "Източник: Luben Petkov - Кулинарна мрежа"
    ],
    "time": "40 мин."
  },
  {
    "title": "Прясно зеле с агнешко месо",
    "ingredients": [
      "агнешко месо - 600 г без кост",
      "прясно зеле - 1 бр.",
      "сол",
      "олио",
      "домати - 1 бр.",
      "захар - 1ч.л",
      "вода - малко",
      "чесън - 1 глава",
      "дафинов лист - 3 бр.",
      "червен пипер - 1 с.л. може и повече",
      "черен пипер - на око",
      "магданоз"
    ],
    "text": [
      "За това зеле с месо по селски, зелето се накълцва. Леко се посолява и се слага тенджерата на котлона.",
      "Добавя се олио, след като загрее, се накълцва 1 домат и 1 ч.л. захар.",
      "След като омекне доматът, се добавя зелето и се пообърква.",
      "Добавя се пърженото агнешко месо с олиото, в което се е пържило.",
      "Добавя се малко вода, чесън, дафинов лист, червен пипер, черен пипер и се оставя на слаб огън до готовност.",
      "Украсява се с малко магданоз прясното зеле с агнешко месо."
    ],
    "time": "140 мин."
  },
  {
    "title": "Агнешко печено със зелен лук",
    "ingredients": [
      "агнешко месо - 1.5 кг",
      "зелен лук - 2 връзки",
      "джоджен - 1 връзка пресен или 6 стръка",
      "червен пипер - 1 с.л",
      "бял пипер - щипка на прах",
      "олио",
      "сол"
    ],
    "text": [
      "Нарежете агнешкото на големи порции и хубаво го натрийте със червен пипер, сол и олио.",
      "Поръсете с нарязан джоджен и оставете така за около 20 минути да се овкуси.",
      "През това време нарежете лука и го сипете във плаке или тава, полейте със малко олио, поръсете с червен, бял пипер и сол.",
      "Отгоре поставете порциите агнешко и сипете вода, но не много (до месото, да не се облива).",
      "Покрийте с алуминиево фолио и сложете агнешкото да се пече в умерена фурна на 180-200 градуса.",
      "Ако желаете, след около час можете да отстраните фолиото и да поръсите с малко ориз, ако не, оставете тавата, покрита с фолиото и само най-накрая запечете за около 5 минути.",
      "Агнешкото печено със зелен лук е много вкусно."
    ],
    "time": "150 мин."
  },
  {
    "title": "Пълнена агнешка плешка за Великден",
    "ingredients": [
      "агнешко месо - 1 бр. агнешка плешка и около 500 г агнешки дреболии",
      "лук - 3 връзки зелен",
      "чесън - няколко стръка пресен",
      "ориз - 1 ч.ч.",
      "червен пипер",
      "черен пипер",
      "джоджен",
      "магданоз - 1 връзка",
      "олио - 150 мл",
      "масло - 125 г",
      "сол"
    ],
    "text": [
      "Почистете добре агнешките дреболии и ги сложете да се сварят добре. Оставете да се поохладят и ги нарежете дребно.",
      "Загрейте олиото и сложете да се запържи накълцания зелен лук, а след него и чесъна. Добавете ориза, разбъркайте и сипете дреболиите. Овкусете със сол и долейте 2 ч.ч. от бульона на дреболиите.",
      "Разбъркайте, изчакайте оризът да набъбне и прибавете подправките на вкус. Отстранете плънката от котлона.",
      "Измийте агнешката плешка, направете й джоб и хубаво осолете навсякъде.",
      "Напълнете я с плънката и зашийте с конец. Поставете я в намазнена тава, намажете я обилно с разтопеното масло и червен пипер.",
      "Долейте в тавата около 300 мл от бульона и покрийте хубаво с фолио. Сложете пълнената агнешка плешка за Великден да се пече за около 3 часа на 180 градуса.",
      "Агнешкото печено е много вкусно, опитайте!"
    ],
    "time": "210 мин."
  },
  {
    "title": "Печена агнешка плешка под фолио",
    "ingredients": [
      "агнешка плешка - 1 бр.",
      "сол - 1 ч. л.",
      "червен пипер - 1 ч. л.",
      "олио - 1 к. ч.",
      "джоджен - пресен",
      "вода - 300 мл"
    ],
    "text": [
      "Смесете черния и червения пипер, олиото и солта. Разбъркайте ги много добре и намажете агнешката плешка с ароматната смес.",
      "Поставете агнешката плешка в тавичка, поръсете с листенца пресен джоджен.",
      "Налейте водата и покрийте с алуминиево фолио. Сложете да се пече в предварително загрята на 200 градуса фурна за 2 часа.",
      "Махнете фолиото и оставете месото да се запече, за да получи хубава коричка, като от време на време поливайте със соса от тавата.",
      "Ако е необходимо налейте още малко вода. Нарежете печеното агнешко на порции и поднесете с пресни зеленчуци и картофки.",
      "Печената агнешка плешка под фолио е много вкусна."
    ],
    "time": "170 мин."
  },
  {
    "title": "Агнешки кофта кюфтета на барбекю с млечен дресинг",
    "ingredients": [
      "агнешка кайма - 500 г",
      "лук - 1 бр. средно голяма глава",
      "чесън - 1 скилидка",
      "мента - 2 с.л. нарязана прясна",
      "кориандър - 1 ч.л. млян",
      "кардамон - 1 ч.л. млян",
      "къри - 1/4 ч.л. на прах",
      "лют пипер - 1 щипка",
      "галета - 1 1/2 ч.ч.",
      "яйце - 1 бр",
      "ЗА МЛЕЧНИЯ ДРЕСИНГ",
      "кисело мляко - 2/3 ч.ч.",
      "кориандър - 1 с.л. нарязан пресен",
      "мента - 2 ч.л. нарязана прясна",
      "лимонова кора - 1/2 ч.л. настъргана"
    ],
    "text": [
      "Слагаме в дълбока купа агнешката кайма и добавяме ситно нарязания лук, счуканата скилидка чесън, нарязаната мента, смления кардамон, смления кориандър, кърито на прах, лютия пипер и половината количество галета.",
      "Размесваме много хубаво с ръце и разделяме готовата смес на дванадесет еднакви порции. Оформяме всяка порция като наденица и всяко кюфтенце промушваме с намаслен метален шиш.",
      "Намазваме с яйцето всички готови шишчета и ги овалваме добре с останалата галета. Оставяме ги в хладилник за около час или за цяла нощ, като ги завиваме във фолио.",
      "След като имаме вече оформените и стегнати кофта кюфтета, подготвяме и намазваме с малко мазнина барбекюто. Печем ги от всички страни за около 10 минути или докато се опекат вкусните кюфтета според нашите изисквания. Сервираме с млечния дресинг.",
      "Млечния дресинг правим, като разбием киселото мляко, нарязания кориандър, нарязаната мента и настърганата лимонова коричка в малка купа.",
      "Когато видим, че добре са се смесили всичките съставки, вече сме готови с този дресинг.",
      "Сервираме готовите пикантни агнешки кофта кюфтета на барбекю с млечен дресинг в комбинация със зеленчуци на скара, каквито са патладжаните и пиперките."
    ],
    "time": "80 мин."
  },
  {
    "title": "Агнешко в гювеч с ориз",
    "ingredients": [
      "агнешко месо - 300 г",
      "ориз - 2 ч.ч.",
      "лук - 2 глави",
      "сол",
      "черен пипер",
      "джоджен",
      "магданоз",
      "копър"
    ],
    "text": [
      "Измийте агнешкото и го сварете в тенджера под налягане с малко сол за около 15 минути.",
      "Извадете и прецедете бульона.",
      "В гювеч запържете двете глави лук (нарязани на дребно) с 6 с.л. олио.",
      "Измийте и отцедете ориза. Добавете го в гювеча. Запържете за кратко и налейте бульона. На 2 ч.ч ориз се сипват 6 чаши вода/бульон. Добавете подправките и сложете месото отгоре.",
      "Печете в загрята фурна на 190 градуса до готовност. Извадете, охладете и поднесете.",
      "Агнешкото в гювеч с ориз е много вкусно."
    ],
    "time": "75 мин."
  },
  {
    "title": "Крехки агнешки ребра на скара",
    "ingredients": [
      "агнешки ребра - 1 кг",
      "зехтин - 4 с.л.",
      "джоджен - 1 и 1/2 ч.л. сушен",
      "черен пипер - 1 к.л.",
      "лют пипер - 1 к.л.",
      "сок от лимон - 3 с.л.",
      "сос уорчестър - 2 с.л.",
      "сол - на вкус",
      "червен лук - 1 или 2 глави"
    ],
    "text": [
      "Измийте и подсушете с кухненска хартия агнешките ребра.",
      "Нарежете ги на две по две ребърца, за да поемат по-добре маринатата, а и да се сготвят по-бързо.",
      "Пригответе маринатата, като смесите зехтина, сока от лимон (може и лайм), сос Уорчестър, джоджен или мента, черен и лют пипер и малко сол.",
      "Черения лук нарежете на дебели шайби.",
      "Намажете с кухненска четка месото с ароматната марината, покрийте с лука и оставете в хладилник за 1 нощ.",
      "Ако ребърцата ви са от младо агне, можете да печете на скарата директно, но ако са по дебелички и големи, е добре да претърпят предварителна термична обработка. Тя се осъществява като ребрата се завият във фолио или в торбичка за печене и се готвят бавно във фурната на 120 °C за час и 15 минути.",
      "След това вече са готови за печене върху скарата.",
      "Когато подредите ребрата върху добре загрялата скара, не ги обръщайте поне 3-4 минути или докато видите, че месото започне да се отделя.",
      "Печете до хубав загар от двете страни около 10 минути общо или зависи дали сте ги готвили предварително.",
      "Проверете си едно ребърце дали е готово отвътре и ако трябва, сложете за още малко време върху скарата.",
      "След като крехките ребърца са готови, ги посолете, а отделно по желание си изпечете върху скарата и лука от маринатата.",
      "Поднесете крехки агнешки ребра на скара топли с любима ваша гарнитура.",
      "Добър апетит!"
    ],
    "time": "100 мин."
  },
  {
    "title": "Желирано агнешко бутче",
    "ingredients": [
      "вода - 3 ч.ч.",
      "лук - 1 глава глава",
      "моркови - 2 - 3 бр.",
      "целина - 1/2 бр.",
      "агнешко месо - 1 бр. бутче",
      "желатин - 1 - 2 бр.",
      "лимонов сок - 1 - 2 с.л.",
      "сол"
    ],
    "text": [
      "Слагаме водата да заври и добавяме сол. Към нея добавяме нарязания на едри парчета лук, нарязаните моркови и целина.",
      "Изчистваме агнешкото бутче и го слагаме във врящия зеленчуков бульон. Оставяме да се вари до готовност на месото. Когато е готово, го изваждаме и оставяме да се охлади.",
      "През това време прецеждаме бульона и взимаме 1 ч.ч. от него. Добавяме и предварително разтворения желатин и лимоновия сок. Разбъркваме добре и оставяме сместа да се желира.",
      "В порционна чиния слагаме от агнешкото, нарязано на тънки филии и от желето, нарязано на кубчета.",
      "Желираното агнешко бутче е готово."
    ],
    "time": "80 мин."
  }
]